[
    {
        "emojiCode": "128220",
        "title": "Continuando nossa história...",
        "description": "Um dia você me perguntou quando foi que começamos um a seguir o outro, bom o insta diz que foi em outubro de 2016...Particularmente não acredito que esse tenha sido o início da nossa história, mas um reencontro de algo que começou a muito tempo bem antes dessa nossa atual existência.",
        "photo": {
            "fileName": "1.jpeg",
            "description": "128269"
        }
    },
    {
        "description": "Num desses encontros casuais, talvez a gente se encontre, talvez a gente encontre explicação."
    },
    {
        "emojiCode": "129331",
        "alignPhotoRight": true,
        "title": "Minha foto preferida sua",
        "description": "Falando ainda de 2016 essa sua foto se tornou a minha preferida, demonstrando seu jeito meigo e feliz que me encantou.",
        "photo": {
            "fileName": "2.png",
            "description": "128525"
        }
    },
    {
        "description": "Onde quer que eu vá, o que quer que eu faça, sem você não tem graça."
    },
    {
        "emojiCode": "129504",
        "title": "Memória afetiva",
        "description": "A anterior é a minha favorita, mas como eu já te disse, guardo nessa foto a memória afetiva de sempre ficar olhando e pensando “nossa que mulher linda!!!”.",
        "photo": {
            "fileName": "3.jpeg",
            "description": "128173"
        }
    },
    {
        "description": "Se for preciso, eu desenho que eu amo você, que eu quero você."
    },
    {
        "emojiCode": "128140",
        "alignPhotoRight": true,
        "title": "O primeiro convite (Set. 2023)",
        "description": "Reza a lenda que a gente nasceu pra ser feliz.",
        "photo": {
            "fileName": "4.png",
            "description": "128221"
        }
    },
    {
        "description": "Ainda bem que te encontrei, agora sou mais feliz"
    },
    {
        "emojiCode": "128197",
        "title": "02/11/2023",
        "description": "Já que nossa cervejinha nunca dava certo de sair, tivemos que ir para o cinema assistir MUSSUM com o cinema só para nós hahaha de quebra ainda assistimos um tempo do jogo do São Paulo juntos. Depois do filme até que enfim saiu nossa primeira cervejinha juntos e justo na TNT kkkk fazer o que né? Mas o melhor ainda estava por vir, quando me deixou em casa... ",
        "photo": {
            "fileName": "5.png",
            "description": "127916"
        }
    },
    {
        "description": "Tô te esperando já faz tempo, tipo assim, a vida inteira, eu já te amava em pensamento, juro, não é brincadeira"
    },
    {
        "emojiCode": "128143",
        "alignPhotoRight": true,
        "title": "Nossa primeira foto juntos",
        "description": "Ok meu amor eu sei que você não gosta dessa foto, sem novidades até aqui kkkk mas foram nossas primeiras fotos juntos, então não poderia deixar de estar aqui né... Te amo e não me mate kkkkk",
        "photo": {
            "fileName": "6.png",
            "description": "127876"
        }
    },
    {
        "description": "O que eu não faria pra esse amor vencer? Que louco eu seria de perder você? Sem o seu carinho eu não sou ninguém. Você me faz tão bem, você me faz tão bem"
    },
    {
        "emojiCode": "128107",
        "title": "Nosso primeiro final de semana juntos",
        "description": "Para que você não fique totalmente brava não poderia deixar de ter essa nossa foto né, do nosso primeiro final de semana juntos para termos um tempo só nosso.",
        "photo": {
            "fileName": "7.jpeg",
            "description": "129392"
        }
    },
    {
        "description": "Você é assim, um sonho pra mim."
    },
    {
        "emojiCode": "127881",
        "alignPhotoRight": true,
        "title": "Nosso final de ano",
        "description": "Para fechar 2023 tivemos nosso primeiro final de ano juntos e que se Deus quiser virão muitos e muitos outros até o fim de nossa atual existência.",
        "photo": {
            "fileName": "8.png",
            "description": "127808"
        }
    },
    {
        "description": "Eu não vou parar. Eu vou mimar você até quando eu puder. Se isso é um defeito você pode até pedir pra eu parar, mas isso é tão bom."
    },
    {
        "emojiCode": "127874",
        "title": "Aniversário das crianças",
        "description": "Para mim junto com a foto de Rio Preto esta é a nossa foto que eu mais gosto, estar ao seu lado me faz mais e mais feliz a cada dia.",
        "photo": {
            "fileName": "9.jpeg",
            "description": "128124"
        }
    },
    {
        "description": "Quero ter você, custe o que custar pela vida inteira."
    },
    {
        "emojiCode": "128170",
        "alignPhotoRight": true,
        "title": "Treino monstro",
        "description": "Para fechar as nossas fotos temos essa do primeiro treinão monstro juntos kkkk, Temos que dar orgulho para o nosso personal não é? Casal fitness!!!",
        "photo": {
            "fileName": "10.jpeg",
            "description": "127947"
        }
    },
    {
        "description": "Se faltar calor, a gente esquenta. Se ficar pequeno, a gente aumenta. E se não for possível, a gente tenta."
    },
    {
        "emojiCode": "127926",
        "title": "Trilha sonora da vida",
        "description": "A minha felicidade chegou pude desfrutar a sua companhia, parece que temos histórias de outras vidas ou de uma velha infância, se eu não te amasse tanto sentiria medo por tudo, mas me sinto preparado. Para além de Your song construimos our family.",
        "photo": {
            "fileName": "11.jpeg",
            "description": "128251"
        }
    },
    {
        "description": "Baby, meu mapa de pirata, tem um 'X' em você, que é meu tesouro."
    },
    {
        "emojiCode": "128146",
        "alignPhotoRight": true,
        "title": "Algumas fotos e um sonho...",
        "description": "Essa foto representa o início de um sonho nosso, afinal foi uma das primeiras que você salvou lá...",
        "photo": {
            "fileName": "12.png",
            "description": "9962"
        }
    }
]